{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 512
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32000,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32001,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32002,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32003,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32004,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32005,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32006,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32007,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32008,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32009,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32010,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32011,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32012,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32013,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32014,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32015,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32016,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32017,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32018,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32019,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32020,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32021,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32022,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32023,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32024,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32025,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32026,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32027,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32028,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32029,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32030,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32031,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32032,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32033,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32034,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32035,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32036,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32037,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32038,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32039,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32040,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32041,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32042,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32043,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32044,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32045,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32046,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32047,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32048,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32049,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32050,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32051,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32052,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32053,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32054,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32055,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32056,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32057,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32058,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32059,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32060,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32061,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32062,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32063,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32064,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32065,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32066,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32067,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32068,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32069,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32070,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32071,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32072,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32073,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32074,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32075,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32076,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32077,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32078,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32079,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32080,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32081,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32082,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32083,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32084,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32085,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32086,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32087,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32088,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32089,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32090,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32091,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32092,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32093,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32094,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32095,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32096,
      "content": "<extra_id_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32097,
      "content": "<extra_id_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32098,
      "content": "<extra_id_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32099,
      "content": "<extra_id_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          1
        ],
        "tokens": [
          "</s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        ".",
        -3.0739041651064625
      ],
      [
        "▁",
        -3.3323610014339415
      ],
      [
        ",",
        -3.336612982726745
      ],
      [
        "▁yang",
        -3.6395929834602754
      ],
      [
        "▁dan",
        -4.10445098726127
      ],
      [
        "▁di",
        -4.311781204437388
      ],
      [
        "▁untuk",
        -4.4752392009364
      ],
      [
        "▁anda",
        -4.514364403118719
      ],
      [
        "▁dengan",
        -4.572390822422438
      ],
      [
        "▁ini",
        -4.605640203704954
      ],
      [
        "-",
        -4.719648252692615
      ],
      [
        "0",
        -4.741200791158089
      ],
      [
        "2",
        -4.927285634625328
      ],
      [
        "1",
        -4.971172731115079
      ],
      [
        "▁dari",
        -4.983559842267201
      ],
      [
        "nya",
        -5.002069634111159
      ],
      [
        "▁bisa",
        -5.083470559972426
      ],
      [
        "▁tidak",
        -5.128342011454112
      ],
      [
        "▁akan",
        -5.217548188047125
      ],
      [
        "▁dalam",
        -5.3061800538816115
      ],
      [
        "▁pada",
        -5.469674309881153
      ],
      [
        "▁adalah",
        -5.473665556850573
      ],
      [
        "▁itu",
        -5.474655112888264
      ],
      [
        "▁juga",
        -5.502039335768956
      ],
      [
        "▁atau",
        -5.557643528068663
      ],
      [
        "i",
        -5.642492796659383
      ],
      [
        "s",
        -5.642528788069388
      ],
      [
        "▁ada",
        -5.65157707538744
      ],
      [
        "▁dapat",
        -5.652806140634066
      ],
      [
        "▁online",
        -5.659750732262655
      ],
      [
        "▁lebih",
        -5.698392584950543
      ],
      [
        "▁ke",
        -5.7642298094336155
      ],
      [
        "▁karena",
        -5.790728333431357
      ],
      [
        "▁banyak",
        -5.7909103938283195
      ],
      [
        ")",
        -5.8399872161195425
      ],
      [
        "(",
        -5.862972671068171
      ],
      [
        "▁mereka",
        -5.962497175267018
      ],
      [
        "3",
        -5.970458354341208
      ],
      [
        "▁jika",
        -5.984436137426567
      ],
      [
        "▁menjadi",
        -5.99559508688019
      ],
      [
        "5",
        -6.021378214629038
      ],
      [
        "▁kita",
        -6.041202545797553
      ],
      [
        ":",
        -6.06369967245983
      ],
      [
        "▁memiliki",
        -6.067845110200075
      ],
      [
        "▁sudah",
        -6.0876214590509115
      ],
      [
        "▁satu",
        -6.091804333364152
      ],
      [
        "▁tersebut",
        -6.10281662548028
      ],
      [
        "▁oleh",
        -6.109772209499031
      ],
      [
        "▁saat",
        -6.112618179009218
      ],
      [
        "8",
        -6.1269077168048085
      ],
      [
        "▁cara",
        -6.135925240221233
      ],
      [
        "▁orang",
        -6.144038944194591
      ],
      [
        "▁harus",
        -6.145688501434098
      ],
      [
        "▁sangat",
        -6.156138222153743
      ],
      [
        "e",
        -6.171493839172779
      ],
      [
        "\"",
        -6.172967647653991
      ],
      [
        "▁saya",
        -6.1784602507456015
      ],
      [
        "▁seperti",
        -6.187891104345393
      ],
      [
        "4",
        -6.2189642767717
      ],
      [
        "▁hal",
        -6.228348645399475
      ],
      [
        "/",
        -6.23006685821624
      ],
      [
        "▁situs",
        -6.232132568413654
      ],
      [
        "9",
        -6.245332583072226
      ],
      [
        "▁sebagai",
        -6.270340057101112
      ],
      [
        "▁bahwa",
        -6.278099886095742
      ],
      [
        "an",
        -6.28991873180129
      ],
      [
        "▁kami",
        -6.304220527556833
      ],
      [
        "▁judi",
        -6.312805778004144
      ],
      [
        "▁beberapa",
        -6.324143242978693
      ],
      [
        "▁permainan",
        -6.33920709892184
      ],
      [
        "▁hanya",
        -6.346589734725086
      ],
      [
        "?",
        -6.378541544952146
      ],
      [
        "▁kamu",
        -6.389306674461871
      ],
      [
        "▁saja",
        -6.405266139280066
      ],
      [
        "▁membuat",
        -6.43667563206386
      ],
      [
        "▁secara",
        -6.4369083991521805
      ],
      [
        "t",
        -6.4602437463598505
      ],
      [
        "a",
        -6.462290649553683
      ],
      [
        "k",
        -6.477278780671366
      ],
      [
        "kan",
        -6.48998972565008
      ],
      [
        "7",
        -6.503761176648819
      ],
      [
        "▁baik",
        -6.505981216246713
      ],
      [
        "▁indonesia",
        -6.515095396435946
      ],
      [
        "6",
        -6.520020971122349
      ],
      [
        "u",
        -6.5338185863227665
      ],
      [
        "▁salah",
        -6.543283798882513
      ],
      [
        "▁besar",
        -6.54777608586442
      ],
      [
        "d",
        -6.5481532890991225
      ],
      [
        "▁maka",
        -6.5517346830127465
      ],
      [
        "▁bermain",
        -6.559510894121242
      ],
      [
        "▁slot",
        -6.563022612748696
      ],
      [
        "▁lain",
        -6.57074677680637
      ],
      [
        "▁menggunakan",
        -6.572286715419526
      ],
      [
        "▁semua",
        -6.575026932250385
      ],
      [
        "▁uang",
        -6.584596349180483
      ],
      [
        "▁para",
        -6.618304839619604
      ],
      [
        "▁poker",
        -6.6438753178118795
      ],
      [
        "▁telah",
        -6.64527874926501
      ],
      [
        "▁game",
        -6.6514218792337765
      ],
      [
        "▁namun",
        -6.6520945358068175
      ],
      [
        "▁bagi",
        -6.668634866157259
      ],
      [
        "▁melakukan",
        -6.672578126068174
      ],
      [
        "▁apa",
        -6.692557355172621
      ],
      [
        "▁tahun",
        -6.699742451593657
      ],
      [
        "▁pemain",
        -6.744861003718977
      ],
      [
        "▁bisnis",
        -6.750097554707121
      ],
      [
        "▁mendapatkan",
        -6.768647748430833
      ],
      [
        "▁waktu",
        -6.779115116659174
      ],
      [
        "m",
        -6.783247727528824
      ],
      [
        "▁ingin",
        -6.797821509876407
      ],
      [
        "▁jadi",
        -6.804643894122876
      ],
      [
        "p",
        -6.80732685419213
      ],
      [
        "o",
        -6.809136409531643
      ],
      [
        "▁mudah",
        -6.8186096008491255
      ],
      [
        "n",
        -6.827503941113935
      ],
      [
        "▁baru",
        -6.837114635230414
      ],
      [
        "▁terbaik",
        -6.846893959274492
      ],
      [
        "▁mungkin",
        -6.860369395892246
      ],
      [
        "r",
        -6.870065733046285
      ],
      [
        "▁setiap",
        -6.870922538562088
      ],
      [
        "–",
        -6.87241619055456
      ],
      [
        "▁harga",
        -6.88424412843073
      ],
      [
        "▁perlu",
        -6.891046348023032
      ],
      [
        "▁masih",
        -6.912250694532684
      ],
      [
        "▁tentang",
        -6.912595283153873
      ],
      [
        "▁ketika",
        -6.9337068621787346
      ],
      [
        "▁lagi",
        -6.939303800394072
      ],
      [
        "▁hari",
        -6.939419124443528
      ],
      [
        "▁sendiri",
        -6.941923241947833
      ],
      [
        "▁setelah",
        -6.944287842232352
      ],
      [
        "”",
        -6.967964952356255
      ],
      [
        "▁rumah",
        -6.969105783116667
      ],
      [
        "▁sehingga",
        -6.9703160712291385
      ],
      [
        "▁merupakan",
        -6.970352782017944
      ],
      [
        "▁dia",
        -6.988954464512229
      ],
      [
        "▁taruhan",
        -6.990752760474564
      ],
      [
        "▁berbagai",
        -7.00161518376844
      ],
      [
        "“",
        -7.002769973654907
      ],
      [
        "▁sebuah",
        -7.00496373362769
      ],
      [
        "▁memberikan",
        -7.008319905693579
      ],
      [
        "▁trading",
        -7.009098914887801
      ],
      [
        "▁aplikasi",
        -7.02013888200047
      ],
      [
        "g",
        -7.021137927658295
      ],
      [
        "▁agar",
        -7.024512251885444
      ],
      [
        "▁lainnya",
        -7.032311892362156
      ],
      [
        "▁sama",
        -7.0346660244807175
      ],
      [
        "▁tetapi",
        -7.056358924151212
      ],
      [
        "▁pun",
        -7.072846693791664
      ],
      [
        "l",
        -7.078205080555584
      ],
      [
        "▁tak",
        -7.089225879000317
      ],
      [
        "▁cukup",
        -7.089723753724048
      ],
      [
        "▁produk",
        -7.095788489697643
      ],
      [
        "h",
        -7.097697523001369
      ],
      [
        "y",
        -7.105973842269517
      ],
      [
        "▁jenis",
        -7.111605297415352
      ],
      [
        "▁paling",
        -7.114448705996352
      ],
      [
        "▁tempat",
        -7.1228743158477315
      ],
      [
        "▁perusahaan",
        -7.136060633592368
      ],
      [
        "▁serta",
        -7.137039921528306
      ],
      [
        "▁anak",
        -7.141012024287619
      ],
      [
        "▁tapi",
        -7.14367400839275
      ],
      [
        "▁forex",
        -7.1539515855959195
      ],
      [
        "▁dilakukan",
        -7.1563161552746095
      ],
      [
        "▁selain",
        -7.158554102571006
      ],
      [
        "▁memang",
        -7.16874226957119
      ],
      [
        "▁tanpa",
        -7.177607770710688
      ],
      [
        "▁sampai",
        -7.182848182513979
      ],
      [
        "▁bahkan",
        -7.200568950138528
      ],
      [
        "!",
        -7.209228509033956
      ],
      [
        "▁atas",
        -7.213387302981488
      ],
      [
        "▁informasi",
        -7.216822903803596
      ],
      [
        "▁dunia",
        -7.217096698904703
      ],
      [
        "▁agen",
        -7.218143655908541
      ],
      [
        "▁mulai",
        -7.2202470592911006
      ],
      [
        "▁hingga",
        -7.233103966070452
      ],
      [
        "▁kepada",
        -7.235610375092136
      ],
      [
        "▁ber",
        -7.251352128804355
      ],
      [
        "com",
        -7.270511219302536
      ],
      [
        "▁melalui",
        -7.271526754155207
      ],
      [
        "b",
        -7.272029228412594
      ],
      [
        "▁langsung",
        -7.278913784148793
      ],
      [
        "▁yaitu",
        -7.288639848074792
      ],
      [
        "▁kasino",
        -7.298297295161609
      ],
      [
        "▁memilih",
        -7.30824139422154
      ],
      [
        "▁kali",
        -7.308768251922149
      ],
      [
        "▁bukan",
        -7.311306124308421
      ],
      [
        "▁bagian",
        -7.326104960282146
      ],
      [
        "▁benar",
        -7.32676200175421
      ],
      [
        "▁pertama",
        -7.340121055782706
      ],
      [
        "▁kartu",
        -7.350207488884321
      ],
      [
        "▁terjadi",
        -7.355242188575085
      ],
      [
        "▁penting",
        -7.356895947481529
      ],
      [
        "▁ia",
        -7.3609338667159
      ],
      [
        "▁tinggi",
        -7.364124554049049
      ],
      [
        "▁digunakan",
        -7.370493213292983
      ],
      [
        "▁sekarang",
        -7.3762170301070125
      ],
      [
        "▁lalu",
        -7.37665977587295
      ],
      [
        "▁melihat",
        -7.395580091494438
      ],
      [
        "c",
        -7.400371066940453
      ],
      [
        "▁bagaimana",
        -7.402089350193728
      ],
      [
        "▁selalu",
        -7.413969685281252
      ],
      [
        "▁aku",
        -7.421721579708683
      ],
      [
        "▁seorang",
        -7.430054811812493
      ],
      [
        "▁bola",
        -7.431576682601042
      ],
      [
        "▁selama",
        -7.431819914173538
      ],
      [
        "▁sekali",
        -7.432595427817894
      ],
      [
        "▁membantu",
        -7.432893840959759
      ],
      [
        "▁belum",
        -7.440484895303941
      ],
      [
        "▁terpercaya",
        -7.444513932500984
      ],
      [
        "▁obat",
        -7.44749020459262
      ],
      [
        "▁kalian",
        -7.454564849822013
      ],
      [
        "▁mana",
        -7.456509418423874
      ],
      [
        "▁tentu",
        -7.458595130242742
      ],
      [
        "▁semakin",
        -7.45918480249119
      ],
      [
        "▁a",
        -7.459523093330452
      ],
      [
        "▁dua",
        -7.46267352298503
      ],
      [
        "▁sistem",
        -7.465704513269429
      ],
      [
        "▁diri",
        -7.468018555324038
      ],
      [
        "▁tahu",
        -7.476402857997701
      ],
      [
        "▁akun",
        -7.476862879530394
      ],
      [
        "▁cepat",
        -7.477135538244191
      ],
      [
        "▁kemudian",
        -7.486618321150617
      ],
      [
        "▁tetap",
        -7.48811632452747
      ],
      [
        "▁internet",
        -7.512131386603077
      ],
      [
        "▁menarik",
        -7.521712829823116
      ],
      [
        "▁masyarakat",
        -7.523770041130943
      ],
      [
        "▁berikut",
        -7.5239532359610255
      ],
      [
        "▁keuntungan",
        -7.526055484140413
      ],
      [
        "▁kalau",
        -7.528462934049209
      ],
      [
        "▁mesin",
        -7.533192458601871
      ],
      [
        "▁hasil",
        -7.536661860198871
      ],
      [
        "▁berbeda",
        -7.537534783516785
      ],
      [
        "▁layanan",
        -7.537572249974538
      ],
      [
        "▁gratis",
        -7.538061149547811
      ],
      [
        "▁sebelum",
        -7.538147665083727
      ],
      [
        "▁sesuai",
        -7.540546878957928
      ],
      [
        "▁kata",
        -7.548701957008429
      ],
      [
        "▁bonus",
        -7.550898772966283
      ],
      [
        "▁jangan",
        -7.554182888381833
      ],
      [
        "▁apakah",
        -7.557665761830181
      ],
      [
        "▁kecil",
        -7.558169855993366
      ],
      [
        "▁pilihan",
        -7.561821542425021
      ],
      [
        "▁the",
        -7.566121457771361
      ],
      [
        "▁kembali",
        -7.571556506464232
      ],
      [
        "▁kota",
        -7.576111734654198
      ],
      [
        "▁sering",
        -7.580871938780469
      ],
      [
        "▁sedang",
        -7.587481399159451
      ],
      [
        "lah",
        -7.591921019940452
      ],
      [
        "▁pernah",
        -7.6000039029782
      ],
      [
        "▁proses",
        -7.601420560237706
      ],
      [
        "▁data",
        -7.610520839804662
      ],
      [
        "▁masalah",
        -7.615440177657144
      ],
      [
        "▁mencari",
        -7.617643460209104
      ],
      [
        "▁biasanya",
        -7.619708434875015
      ],
      [
        "▁air",
        -7.632009543946564
      ],
      [
        "▁daftar",
        -7.633018907991811
      ],
      [
        "▁pasar",
        -7.639519889682301
      ],
      [
        "▁fitur",
        -7.639561121790059
      ],
      [
        "▁mobil",
        -7.644408881357947
      ],
      [
        "'",
        -7.661420346451051
      ],
      [
        "▁negara",
        -7.66368408568121
      ],
      [
        "▁bersama",
        -7.665072073238179
      ],
      [
        "▁terus",
        -7.666244296082688
      ],
      [
        "▁jumlah",
        -7.670697051552818
      ],
      [
        "▁web",
        -7.672362773227851
      ],
      [
        "▁begitu",
        -7.682166453319425
      ],
      [
        "▁togel",
        -7.685917516376959
      ],
      [
        "▁menemukan",
        -7.693759161709451
      ],
      [
        "▁antara",
        -7.698298457345274
      ],
      [
        "▁tepat",
        -7.713463498102243
      ],
      [
        "▁pasti",
        -7.717670673516794
      ],
      [
        "▁video",
        -7.719942189778914
      ],
      [
        "▁per",
        -7.7252138546146
      ],
      [
        "▁luar",
        -7.725442108039655
      ],
      [
        "▁kesehatan",
        -7.731007838573891
      ],
      [
        "▁menang",
        -7.731194251962462
      ],
      [
        "%",
        -7.738909242581608
      ],
      [
        "mu",
        -7.740498269632274
      ],
      [
        "▁lama",
        -7.742127287088177
      ],
      [
        "▁strategi",
        -7.742368556633027
      ],
      [
        "▁usaha",
        -7.745482870574433
      ],
      [
        "▁tim",
        -7.747573086866737
      ],
      [
        "▁website",
        -7.748634147797711
      ],
      [
        "▁kerja",
        -7.752920051456323
      ],
      [
        "▁lakukan",
        -7.756290861126345
      ],
      [
        "▁masuk",
        -7.757587454318859
      ],
      [
        "f",
        -7.759166980033347
      ],
      [
        "▁ter",
        -7.7780423742910365
      ],
      [
        "▁ya",
        -7.778557449373096
      ],
      [
        "▁biaya",
        -7.779746570858775
      ],
      [
        "▁deposit",
        -7.785090420813296
      ],
      [
        "▁berada",
        -7.789330914838468
      ],
      [
        "|",
        -7.798731960820733
      ],
      [
        "▁sedikit",
        -7.799847627743894
      ],
      [
        "▁nama",
        -7.805646865877604
      ],
      [
        "▁terhadap",
        -7.809739354355514
      ],
      [
        "▁jam",
        -7.814297978695693
      ],
      [
        "▁seluruh",
        -7.81849013959445
      ],
      [
        "▁hidup",
        -7.818747108957014
      ],
      [
        "▁bagus",
        -7.819009517197406
      ],
      [
        "ing",
        -7.825088133739303
      ],
      [
        "▁belajar",
        -7.827545284441008
      ],
      [
        "▁masa",
        -7.835736320343537
      ],
      [
        "▁suatu",
        -7.835893011506471
      ],
      [
        "▁sebelumnya",
        -7.837808797294969
      ],
      [
        "▁terbaru",
        -7.840130073138568
      ],
      [
        "▁artikel",
        -7.840947305983754
      ],
      [
        "▁kedua",
        -7.844214440245816
      ],
      [
        "in",
        -7.848963458889584
      ],
      [
        "▁kebutuhan",
        -7.849719917085185
      ],
      [
        "▁biasa",
        -7.860979340901661
      ],
      [
        "▁termasuk",
        -7.8615589466599936
      ],
      [
        "▁media",
        -7.863629916560805
      ],
      [
        "▁mampu",
        -7.867890899823431
      ],
      [
        "▁bawah",
        -7.869287560558453
      ],
      [
        "▁peluang",
        -7.875355661134694
      ],
      [
        "▁rp",
        -7.875713410588968
      ],
      [
        "▁utama",
        -7.8783845417774305
      ],
      [
        "er",
        -7.883383360990081
      ],
      [
        "▁mau",
        -7.885568799147022
      ],
      [
        "▁meningkatkan",
        -7.888172142377464
      ],
      [
        "▁bekerja",
        -7.895824036508394
      ],
      [
        "▁sekitar",
        -7.901124798351786
      ],
      [
        "▁makanan",
        -7.905256042752745
      ],
      [
        "▁jauh",
        -7.907704731838319
      ],
      [
        "▁tubuh",
        -7.909095213772693
      ],
      [
        "▁buat",
        -7.914003306352665
      ],
      [
        "▁maupun",
        -7.9247385042368546
      ],
      [
        "▁jasa",
        -7.925377250297412
      ],
      [
        "▁kondisi",
        -7.927468814771803
      ],
      [
        "▁se",
        -7.930886137222437
      ],
      [
        "▁bahan",
        -7.93300251909047
      ],
      [
        "▁mata",
        -7.9334730147924
      ],
      [
        "▁android",
        -7.934230963784417
      ],
      [
        "▁in",
        -7.935060469602913
      ],
      [
        "▁mengetahui",
        -7.9360924802331425
      ],
      [
        "▁pengguna",
        -7.945754746555632
      ],
      [
        "▁bulan",
        -7.948554181293121
      ],
      [
        "▁tangan",
        -7.958717792411113
      ],
      [
        "▁resmi",
        -7.96250021016005
      ],
      [
        "▁modal",
        -7.964816762407777
      ],
      [
        "▁menawarkan",
        -7.964878662885333
      ],
      [
        "▁mengatakan",
        -7.966229103398856
      ],
      [
        "▁bank",
        -7.966506384831641
      ],
      [
        "▁merasa",
        -7.967702949307032
      ],
      [
        "▁to",
        -7.9727001196808995
      ],
      [
        "▁tersedia",
        -7.97394116326867
      ],
      [
        "▁sebagian",
        -7.981959372650195
      ],
      [
        "▁program",
        -7.98281255236112
      ],
      [
        "benar",
        -7.983021270627015
      ],
      [
        "▁tentunya",
        -7.983211964384452
      ],
      [
        "▁mengenai",
        -7.985914059304125
      ],
      [
        "▁tips",
        -7.991365886271899
      ],
      [
        "▁desain",
        -7.991682148086753
      ],
      [
        "▁awal",
        -7.993141716426624
      ],
      [
        "▁mengalami",
        -7.993772730497682
      ],
      [
        "▁membeli",
        -7.994818146885686
      ],
      [
        "▁nilai",
        -8.001139811091189
      ],
      [
        "▁dimana",
        -8.00637427762461
      ],
      [
        "▁aman",
        -8.014820395165295
      ],
      [
        "▁punya",
        -8.015316481723563
      ],
      [
        "▁of",
        -8.01766593451752
      ],
      [
        "▁mencoba",
        -8.01886779374059
      ],
      [
        "▁terlalu",
        -8.019166551434171
      ],
      [
        "▁murah",
        -8.022026350079694
      ],
      [
        "▁menghasilkan",
        -8.02263433224408
      ],
      [
        "▁khusus",
        -8.03054397533425
      ],
      [
        "▁pemerintah",
        -8.031678892755401
      ],
      [
        "▁menyediakan",
        -8.037133860530433
      ],
      [
        "▁kemenangan",
        -8.04465058349407
      ],
      [
        "▁depan",
        -8.046039045917285
      ],
      [
        "▁kegiatan",
        -8.049503308005239
      ],
      [
        "▁perangkat",
        -8.049850988012423
      ],
      [
        "▁langkah",
        -8.054990068454996
      ],
      [
        "▁datang",
        -8.05614944452595
      ],
      [
        "▁teman",
        -8.05813970005965
      ],
      [
        "▁sebenarnya",
        -8.060606827395818
      ],
      [
        "▁penyakit",
        -8.063811389170414
      ],
      [
        "▁pria",
        -8.071374326277828
      ],
      [
        "▁menurut",
        -8.071936548654087
      ],
      [
        "▁on",
        -8.078286338318378
      ],
      [
        "▁jakarta",
        -8.079299770850781
      ],
      [
        "▁broker",
        -8.086766283317589
      ],
      [
        "▁jalan",
        -8.091062381188909
      ],
      [
        "▁wanita",
        -8.09181420968401
      ],
      [
        "▁adanya",
        -8.09245346535515
      ],
      [
        "▁barang",
        -8.09445903702772
      ],
      [
        "▁tujuan",
        -8.09962715599537
      ],
      [
        "▁umum",
        -8.10264442097311
      ],
      [
        "▁kurang",
        -8.104730936779927
      ],
      [
        "▁sosial",
        -8.107626486070453
      ],
      [
        "▁meskipun",
        -8.109517202038207
      ],
      [
        "▁nah",
        -8.111228362646118
      ],
      [
        "▁misalnya",
        -8.117403075104734
      ],
      [
        "▁bentuk",
        -8.1180009460558
      ],
      [
        "▁investasi",
        -8.118678162020032
      ],
      [
        "▁memberi",
        -8.119626752090216
      ],
      [
        "▁meng",
        -8.127776816982225
      ],
      [
        "▁jelas",
        -8.12788509949265
      ],
      [
        "▁sementara",
        -8.130075612731186
      ],
      [
        "▁casino",
        -8.130396254655262
      ],
      [
        "▁s",
        -8.131520839763448
      ],
      [
        "▁option",
        -8.131762334354523
      ],
      [
        "&",
        -8.132272951832016
      ],
      [
        "▁membutuhkan",
        -8.135437121098546
      ],
      [
        "▁tertentu",
        -8.137638020250424
      ],
      [
        "▁gunakan",
        -8.13867432661891
      ],
      [
        "▁segera",
        -8.140401070039088
      ],
      [
        "▁sejak",
        -8.143264647120647
      ],
      [
        ";",
        -8.143332914325399
      ],
      [
        "orang",
        -8.14784045187469
      ],
      [
        "▁alat",
        -8.150955854435168
      ],
      [
        "▁pihak",
        -8.153260651397973
      ],
      [
        "▁berhasil",
        -8.156583506666793
      ],
      [
        "▁blog",
        -8.15766276504022
      ],
      [
        "▁teknologi",
        -8.158574447070372
      ],
      [
        "’",
        -8.161652400091961
      ],
      [
        "▁akhirnya",
        -8.162823230582132
      ],
      [
        "▁olahraga",
        -8.163349601229454
      ],
      [
        "di",
        -8.166401834230916
      ],
      [
        "▁manusia",
        -8.16700903728794
      ],
      [
        "▁bandar",
        -8.169470715316052
      ],
      [
        "▁me",
        -8.170131086852045
      ],
      [
        "▁and",
        -8.176298453826293
      ],
      [
        "▁trader",
        -8.179209396101301
      ],
      [
        "$",
        -8.180764264492513
      ],
      [
        "▁rasa",
        -8.181717889511065
      ],
      [
        "x",
        -8.183060071323956
      ],
      [
        "▁seseorang",
        -8.18314551317629
      ],
      [
        "▁terlihat",
        -8.183715776185812
      ],
      [
        "▁foto",
        -8.18563699352881
      ],
      [
        "▁nomor",
        -8.185791525555334
      ],
      [
        "▁warna",
        -8.190775840910035
      ],
      [
        "▁tingkat",
        -8.192234579269618
      ],
      [
        "▁kulit",
        -8.192958360246458
      ],
      [
        "▁bila",
        -8.19322858960898
      ],
      [
        "▁dana",
        -8.193273486427453
      ],
      [
        "▁gambar",
        -8.196310125504574
      ],
      [
        "▁si",
        -8.196817808150554
      ],
      [
        "▁posisi",
        -8.202083818045365
      ],
      [
        "▁keluarga",
        -8.20301667672927
      ],
      [
        "▁demikian",
        -8.203873618744229
      ],
      [
        "▁download",
        -8.206725680028795
      ],
      [
        "▁transaksi",
        -8.209937210080328
      ],
      [
        "▁kuat",
        -8.21011913530025
      ],
      [
        "w",
        -8.213303922007249
      ],
      [
        "▁sulit",
        -8.213443392426031
      ],
      [
        "▁pilih",
        -8.217231684385409
      ],
      [
        "▁tiga",
        -8.218385028037915
      ],
      [
        "▁bahasa",
        -8.22227234979386
      ],
      [
        "al",
        -8.229920253533402
      ],
      [
        "▁kualitas",
        -8.232753771501663
      ],
      [
        "▁film",
        -8.236931974273432
      ],
      [
        "▁pekerjaan",
        -8.23732746467973
      ],
      [
        "▁makan",
        -8.241494174348022
      ],
      [
        "▁perjudian",
        -8.241811636378761
      ],
      [
        "▁toko",
        -8.242298952551824
      ],
      [
        "▁daerah",
        -8.250247035717855
      ],
      [
        "▁memainkan",
        -8.250316940846933
      ],
      [
        "▁pengalaman",
        -8.253564499437747
      ],
      [
        "▁mengambil",
        -8.254969100859073
      ],
      [
        "▁mencapai",
        -8.255801317861621
      ],
      [
        "▁perdagangan",
        -8.257139143717502
      ],
      [
        "▁manfaat",
        -8.257300964083413
      ],
      [
        "▁asli",
